docs/posts/2015-04-15-dostoevsky-suffering-and-the-prayer-for-the-week.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Jan 07, 2025 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Dostoevsky, Suffering, and the Prayer for the Week</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Dostoevsky, Suffering, and the Prayer for the Week</h1>
<p class="subtitle" role="doc-subtitle">Apr 15, 2015</p>
</header><p>
This past weekend  was a weekend of funerals — two very different people, both with lives that had been cut tragically short. Then, on Tuesday, I learned of two more tragedies involving families in the Army units that I serve. Coincidentally, all of this happens as one of my classes is studying one of the central works on the problem of suffering, the chapter titled in &ldquo;Rebellion&rdquo; in Dostoevsky&rsquo;s masterpiece, <i>The Brothers Karamazov</i>.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> In the novel, Ivan argued that moral decency and the love of humanity demand that we should refuse to live in what he thought to be a clearly unjust world. The only decent thing to do would be to, in his words, &ldquo;return one&rsquo;s ticket.&rdquo;
</p>

<p>
Ivan makes two related mistakes here. First, he believes that he can judge the world from an objective position. This, though, ignores the fact that we are embedded and entangled, part of the world that we presume to judge. The second mistake is assuming that the world that we now experience is morally static, that is, assuming that the suffering of the innocent has always, and will always, occur, and if God created this world, he created it to be an unjust world.
</p>

<p>
As I said, these mistakes are related. I am not an innocent, objective judge. The level of justice or injustice in the world is, in an important way, partly a function of my action or inaction. The world that we experience, then, is one of our own creation; not one that we have created ex nihilo, but rather through our perversion of God&rsquo;s good creation. God, though, can redeem even that which we have corrupted. So, instead of maintaining, like Ivan, that we cannot accept this world of God&rsquo;s, we should instead strive, by God&rsquo;s grace, to make his world into that which he always planned for it to be, and promised that it would in fact someday be. We do this, not by loving humanity, but by loving our neighbors, wherever and whoever they may be.
</p>

<p>
Father,
</p>

<p>
Grant us the faith to be<br>
your redeemed people,<br>
who announce to the world<br>
by word and deed<br>
the miracle of your<br>
reconciling love.
</p>

<p>
<i>Amen</i>
</p>

<div class="tagline" id="orgfc90bed">
<p>
Tagged: <a href="../tags/prayer.html">Prayer</a> <a href="../tags/religion.html">Religion</a> <a href="../tags/philosophy.html">Philosophy</a>
</p>

</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes</h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
My favorite novel, in case there is still anyone who knows me that doesn&rsquo;t realize it.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Jan 07, 2025.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
